[
  {
    "name": "Okada Manila",
    "description": "Okada Manila is a world-class luxury resort and casino offering exceptional entertainment, fine dining, and lavish accommodations in the heart of Entertainment City. With its iconic dancing fountain, five-star amenities, and unmatched service, it’s the ultimate destination for unforgettable experiences.",
    "ratings": "4.6 (30,240 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Solaire Resort",
    "description": "Solaire Resort is a premier luxury destination in Manila, offering world-class gaming, exquisite dining, and elegant accommodations with stunning views of Manila Bay. Known for its sophisticated ambiance and exceptional service, Solaire delivers a first-class experience in entertainment, leisure, and relaxation.",
    "ratings": "4.6 (14,709 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "The Peninsula Manila",
    "description": "The Peninsula Manila is a timeless five-star hotel in the heart of Makati, renowned for its elegant design, impeccable service, and rich history of luxury. Combining classic Filipino hospitality with world-class amenities, it offers an exceptional stay for both business and leisure travelers.",
    "ratings": "4.7 (4,108 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Fairmont Makati",
    "description": "Fairmont Makati is a luxurious five-star hotel perfectly situated in the vibrant business district, offering refined elegance, exceptional service, and modern comforts. With its upscale accommodations, award-winning dining, and direct access to premier shopping, Fairmont Makati is the ideal choice for sophisticated travelers seeking both convenience and style.",
    "ratings": "4.6 (2,650 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Shangri-La The Fort, Manila",
    "description": "Shangri-La The Fort, Manila is a prestigious five-star hotel in Bonifacio Global City, offering a seamless blend of luxury, comfort, and vibrant urban living. Featuring elegant rooms, world-class dining, and top-tier wellness facilities, it’s the perfect destination for travelers who seek upscale experiences in the heart of Metro Manila’s most dynamic district.",
    "ratings": "4.6(9.4k Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "The Manila Hotel",
    "description": "The Manila Hotel is a historic five-star landmark that embodies timeless Filipino elegance and heritage, standing proudly beside Manila Bay since 1912. With its classic architecture, luxurious accommodations, and rich cultural legacy, it offers guests a truly iconic and unforgettable experience in the heart of the city.",
    "ratings": "4.6 (9,552 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "New World Makati Hotel",
    "description": "New World Makati Hotel is a contemporary five-star hotel perfectly located in the heart of Makati’s business and shopping district, offering stylish comfort and personalized service. With its modern rooms, exceptional dining options, and easy access to top malls and offices, it’s an ideal choice for both business and leisure travelers seeking convenience and luxury.",
    "ratings": "4.6 (3,623 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Diamond Hotel Philippines",
    "description": "Diamond Hotel Philippines offers a perfect blend of luxury, comfort, and Filipino hospitality, with breathtaking Manila Bay sunsets and world-class amenities. From elegant rooms to exquisite dining, every moment here is designed to make your stay truly unforgettable.",
    "ratings": "4.5 (4,766 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "The Manor At Camp John Hay",
    "description": "The Manor at Camp John Hay combines the charm of Baguio’s cool mountain air with world-class elegance, offering cozy yet luxurious accommodations surrounded by pine forests. With its stunning views, exceptional dining, and warm hospitality, every stay feels like a serene escape from the city.",
    "ratings": "4.6 (3,935 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Belmont Hotel Manila",
    "description": "Belmont Hotel Manila offers stylish comfort and convenience right in the heart of Newport City, just steps away from Ninoy Aquino International Airport. With its modern rooms, exceptional service, and top-notch amenities, it’s the perfect choice for both business and leisure travelers seeking a hassle-free stay.",
    "ratings": "4.3 (4,873 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
]
