[
  {
    "name": "Crimson Resort and Spa Mactan",
    "description": "Crimson Resort and Spa Mactan is a tropical paradise where luxury meets the crystal-clear waters of Cebu. With its stunning beachfront, world-class spa, and exceptional dining, it offers the ultimate island getaway for relaxation and adventure.",
    "ratings": "4.6 (4,829 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Henann Resort Alona Beach",
    "description": "Henann Resort Alona Beach offers the ultimate Bohol escape with its stunning beachfront location, expansive pools, and luxurious rooms. Surrounded by the beauty of Panglao Island, it’s the perfect destination for relaxation, adventure, and unforgettable memories.",
    "ratings": "4.4 (6,547 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Aqua Boracay",
    "description": "Aqua Boracay blends modern luxury with the island’s natural beauty, offering stylish accommodations just steps away from the powdery white sands. With its vibrant atmosphere, world-class amenities, and breathtaking views, it’s the perfect spot for both relaxation and adventure in paradise.",
    "ratings": "4.5 (602 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Fili Hotel Cebu",
    "description": "Fili Hotel Cebu redefines luxury in the Queen City of the South, offering elegant accommodations and exceptional service at the heart of Nustar Resort and Casino. With its world-class amenities, stunning city and sea views, and unmatched comfort, every stay becomes a truly grand experience.",
    "ratings": "4.2 (219 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Shangri-La Mactan, Cebu",
    "description": "Shangri-La Mactan, Cebu is a luxurious tropical sanctuary with pristine beaches, lush gardens, and crystal-clear waters. Offering world-class dining, exceptional service, and endless activities, it’s the perfect escape for relaxation, romance, and adventure in paradise.",
    "ratings": "4.6 (11,129 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Mövenpick Resort & Spa Boracay",
    "description": "Mövenpick Resort & Spa Boracay offers a secluded paradise with a private white-sand beach, lush gardens, and crystal-clear waters. With its luxurious rooms, diverse dining options, and the famous Mövenpick Chocolate Hour, every moment here is a sweet escape in Boracay.",
    "ratings": "4.4 (1,993 Google reviews)",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Bohol Beach Club",
    "description": "",
    "ratings": "",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Henann Premier Coast Resort, Bohol",
    "description": "",
    "ratings": "",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Dusit Thani Mactan Cebu Resort",
    "description": "",
    "ratings": "",
    "photo_path": "",
    "video_path": ""
  },
  {
    "name": "Oceanica Resort Panglao",
    "description": "",
    "ratings": "",
    "photo_path": "",
    "video_path": ""
  },
]
